{
  "whatIsEbecTitle": "What is EBEC?",
  "whatIsEbecText": "EUROPEAN BEST ENGINEERING COMPETITION is a team based competition that consists of 3 steps, which are divided into two parts as inovative design and case analysis. Both categories are depended on interdisciplinary tasks to enable technology students to use the theoretical informations that they’ve found. The activities are lined up as a pyramid shape starting with the local step and after the country-based step the competition ends with the Europe finale . EBEC is organised once a year and the process continues from local step til the final step.",
  "ebecPyramidTitle": "EBEC Pyramid",
  "localStepTitle": "Local Step",
  "localStepText": "Local EBEC Step is an event organised by a local BEST group for university students who produces, develops and wants to prove themselves internationally.",
  "nationalStepTitle": "National Step",
  "nationalStepText": "National or regional EBEC step is a step where the winners of the local step and university students who want to prove themselves participate.",
  "finalStepTitle": "Final Step",
  "finalStepText": "EBEC Final Step is the final step where the winners of the national and regional winners participate and the champion team wins the “Europe’s best engineers” title.",
  "ebecCategoriesTitle": "EBEC Categories",
  "innovativeDesignTitle": "Innovative Design",
  "innovativeDesignText": "Participants use their knowledge and creativity to create a new and technological designs or to develop existent ones. The presentations whick the participant make at the end of the event show their technical, social, economical perspectives With this category it is aimed to produce or develop good and fruitful technological inventions. Talent which would meet the modern-day need sre strenghten.",
  "caseStudyTitle": "Case Study",
  "caseStudyText": "Case study is a challange of solving theoric problems. It involves analysing, searching, bargaining, testing and presenting a solution based on a scenario. On a limited time, with realistic sources and theoretically building any device or the idea of montage of materials, the teams present the results tehy’ve achieved in the end. ",
  "followUsText": "Follow Us!",
  "howToApplyTitle": "How to apply?",
  "downlaodBookletText": "Download the Booklet!",
  "howToApplyText": "Each team consists of four people. You can apply after filling the form below with each participant’s information. We wish you luck!",
  "previousEbecs": "Previous Activities",
  "faqTitle": "F.A.Q",
  "firstContestantTitle": "First Contestant",
  "secondContestantTitle": "Second Contestant",
  "thirdContestantTitle": "Third Contestant",
  "fourthContestantTitle": "Fourth Contestant",
  "scheduleText": "Schedule",
  "applyButtonText": "Apply!",
  "nextStepButtonText": "Next Step",
  "previousStepButtonText": "Previous Step",
  "nameOfTheTeamText": "Name Of The Team:",
  "leaderOfTheTeamText": "Leader Of The Team",
  "formName": "Name:",
  "formSurname": "Surname:",
  "formStudentId": "Student Number:",
  "formEmail": "Email:",
  "formPhoneNumber": "Phone Number:",
  "formFaculty": "Faculty:",
  "formMajor": "Major:",
  "applySuccessText": "You have applied successfully!",
  "errorMessageText": "Please Try Again!",
  "collaborationText": "Collaborations",
  "judgesTitle": "Judges",
  "fromCompetitionTypeText": "Competition to Compete",
  "ourTeamText": "Our Team",
  "april2nd": "April 2nd",
  "april3rd": "April 3rd",
  "arrivalBreakfastText": "Arrival - Breakfast",
  "ebecPresentationText": "EBEC Presentation",
  "speakerText": "Speakers",
  "coffeeBreakText": "Coffee Break",
  "lunchBreakText": "Lunch",
  "presentationAndEvaluation": "Presentation and Evaluation",
  "q1": "I am a prep student, can I participate on a team?",
  "a1": "Yes. Prep, License, Doctorate and Post Graduate students can participate in the competition. Associate Degree and College students cannot participate.",
  "q2": "How many teams will participate?",
  "a2": "20 teams in the Team Design category, and 10 teams in the Case Study category will participate in the competition.",
  "q3": "How many people can be on the same team?",
  "a3": "It is compulsory for 4 people to be on a single team.",
  "q4": "Is it compulsory for all the members of the teams to be an Ege student?",
  "a4": "In EBEC Izmir constitution only Ege University students can participate in the competition.",
  "q5": "Can I still participate in the competition even if I am from a different major?",
  "a5": "Yes, there is no restriction about majors of the participants.",
  "q6": "Will the winner teams be awarded?",
  "a6": "Our awards will be announced in our website and in other communication medias soon.",
  "q7": "I just graduated from Ege University, can I still participate?",
  "a7": "Unfortunately no. You have to be an Ege student in order to participate in the competition. ",
  "q8": "During the competition, for any reason, can we change one of the team members?",
  "a8": "No, it is strictly forbidden to change any of the members after the competition has started.",
  "q9": "What will be the language of the competition?",
  "a9": "Everything will be in English on the competition day. The reason for this is  for the winners of Ege Engineering Competition to not have difficulty and to prepare for the next English competitions across the country and Europe.",
  "q10": "Will we join with our own projects?",
  "a10": "The competition is not project based but a real-time one. So no topic or project will be released before the competition day.",
  "q11": "How many stages are there on the competition?",
  "a11": "A topic will be given on the each category and the participants work only on that topic for the rest of the competition",
  "q12": "When will we learn the topic of the contest?",
  "a12": "Ege Engineering Competition is not project-based but a real-time one. So the topic will be learned on the competition are and the task will be completed with the materials given in there in the given time.",
  "q13": "What is  \"Innovative Design\" ? ",
  "a13": "In order to solve an unsolved problem of the society, the participants use their knowledge and creativity to create a new design or develop the existant ones to show their usage in the future. The presentations they made at the end of the event show the technical, analitical and social perspective of the participants. The main focus of this category is not the mechanical performance but the innovation level and the efficency of the solution.",
  "q14": "What is Case Study?",
  "a14": "As it can be understood from the name, it is aimed to reach the optimum solution of the given engineering problem/case with analysing. As much as the solution that is found, the presentation style and technic is important for the judgement.",
  "q15": "How the topics are chosen?",
  "a15": "The topics are chosen in accordance with the studies of our collaborative companies and BEST International Topic Group.",
  "q16": "How and by whom the competition’s scoring is done?",
  "a16": "The scoring is done by the jury which consists of the representatives of the collaborative company and Ege teaching assistants. Both the work and the presentation made by the students at the end of the competition affect the rating.",
  "q17": "Can we use electronic devices? (ex: phone, laptop, calculator)",
  "a17": "The devices that you can use in the competition will be adressed on the dispensed rule books, If there is any devices you have the bring, you will be informed a day before the competition. Unless otherwise is specified, it is prohibited to use the internet.",
  "q18": "Under what circumstances can we be disqualified?",
  "a18": "Anything that would disqualify you will be adressed on the internet and on the rule book on the day of the competition. In an extraordinary case, the organizers keep their right to disqualify participants as a secret.",
  "q19": "How long will the competition last?",
  "a19": "With 1,5 hours of it being break, the competition is planned to last 10 hours between 09.00 and 19.00. But considering the topic and rule explanation and jury judgement time, it is advised for participants to to plan their whole day in accordance with the competition.",
  "q20": "When the results will be announced?",
  "a20": "The scoring of the works done in the competition is done right after the competition. Then, in the award ceremony, the results will be announced.",
  "q21": "Where the competition will be held in?",
  "a21": "The competition will be held in Karşıyaka Kolektif Girişimcilik Merkezi ."
}
