{
  "q1": "BEST’in açılımı nedir?",
  "a1": "Board of European Students of Technology yani Avrupa Teknoloji Öğrencileri Topluluğu",
  "q2": "Mühendislik dışında diğer alanlardan öğrenciler katılabiliyor mu?",
  "a2": "Evet. Topluluğumuz her bölümden öğrenciyi bünyesine kabul etmektedir",
  "q3": "Kurslar dışında öğrencilere neler sunuyorsunuz?",
  "a3": "Best içerisinde bulunduğunuz süre zarfında kendinizi geliştirmeye yönelik birçok farklı eğitim alabilir ve bir çok organizasyonda görev alabilirsiniz. Bunun yanında size bol miktarda eğlence ve güzel dostluklar sunuyoruz.",
  "q4": "BEST içerisinde kaç departman var?",
  "a4": "Corporate Relations Department Design Department PR Department IT Department FR Department",
  "q5": "Başvurularda herhangi bir ön koşul var mı?",
  "a5": "Başvuru için bir ön koşulumuz yok. Ege Üniversitesinde lisans, yüksek lisans, doktora öğrencisi olan herkes katılabilir.",
  "q6": "BEST'te ne tür eğitimler veriyorsunuz?",
  "a6": "Zaman yönetimi, sunum teknikleri, organizasyon eğitimi, liderlik gibi kendinize büyük ölçüde katkı sağlayabileceğiniz eğitimler vermekteyiz.",
  "q7": "BEST mezun olduktan sonra kariyerime katkı sağlar mı?",
  "a7": "Elbette. Best içerisinde kazandığınız kazanımlar sizi iş dünyasında bir adım öne taşıyacaktır. Sizi geliştirecek eğitimler alma ve bir şirketin nasıl çalıştığını kendiniz pratik yaparak öğrenme şansı yakalıyorsunuz. Ayrıca düzenlediğimiz kariyer günlerinde ve takımlarda çalışırken bir çok firma ile birebir iletişime geçme fırsatı bulursunuz.",
  "q8": "İngilizcem yeterli değil. Yine de toplulukta yer alabilir miyim?",
  "a8": "Tabii ki yer alabilirsiniz. Ayrıca dil pratiği yapmanız ve uluslararası projelerde bulunarak dilinizi geliştirmeniz için en ideal yerdesiniz.",
  "q9": "Neden BEST’i tercih edelim?",
  "a9": "BEST ile hiç durmadan kendini geliştirebileceğin etkinliklerde bulunma ve düzenleme fırsatına sahip olabilirsin. Ayrıca bu etkinlikler ile dünyanın her yerinden BESTie ler ile tanışabilirsin."
}
