{
  "whatIsEbecTitle": "EBEC Nedir?",
  "whatIsEbecText": "AVRUPA BEST MÜHENDİSLİK YARIŞMASI, inovatif tasarım ve vaka analizi olarak ikiye ayrılan, takım bazlı 3 seviyeden oluşan bir yarışmadır. Her iki kategori de teknoloji öğrencilerine, çalışmaları sırasında elde ettikleri teorik bilgileri kullanmalarına imkan sağlamak için geliştirilen disiplinler arası görevlere dayanmaktadır. Etkinlikler yerel aşamada başlayan ve kazananların ülke bazında olan aşamadan geçtiği ve avrupa finali ile sonuçlanan bir piramit şeklinde sıralanmıştır. EBEC yılda bir kez düzenlenmektedir ve süreç ilk yerel turdan EBEC’in son turuna kadar devam etmektedir.",
  "ebecPyramidTitle": "EBEC Piramidi",
  "localStepTitle": "Yerel Tur",
  "localStepText": "Yerel EBEC Turu, bir yerel BEST grubu tarafından; üreten, geliştiren ve kendini uluslararası arenada kanıtlamak isteyen üniversite öğrencileri için düzenlenen bir etkinliktir.",
  "nationalStepTitle": "Ulusal Tur",
  "nationalStepText": "Ulusal veya bölgesel EBEC Turu, yerel turun kazananlarının katıldığı ve kendilerini ülke çapında kanıtlamak isteyen üniversite öğrencilerinin katıldığı bir turdur.",
  "finalStepTitle": "Final Turu",
  "finalStepText": "EBEC Final Turu, Ulusal ve Bölgesel turlarının birincilerinin katıldığı, şampiyon takımların “Avrupa’nın en iyi mühendisleri” unvanını aldığı bir final turudur.",
  "ebecCategoriesTitle": "EBEC Yarışma Kategorileri",
  "innovativeDesignTitle": "İnovatif Tasarım",
  "innovativeDesignText": "Yarışmacılar, bilgi birikimlerini ve yaratıcılıklarını, yeni teknolojik tasarımlar oluşturmaya veya mevcut olanları geliştirmeye kullanır. Etkinlik sonunda yaptıkları sunumlar; yarışmacıların teknik, sosyal, ekonomik bakış açılarını yansıtır. Bu kategori ile iyi ve verimli teknolojik icatlar üretilmesi veya geliştirilmesi amaçlanır. Günümüz ihtiyaçlarını karşılayacak yetenekler güçlendirilir.",
  "caseStudyTitle": "Vaka Analizi",
  "caseStudyText": "Vaka analizi, teorik bir problem çözme zorluğudur. Analiz etmeyi, araştırmayı, müzakere etmeyi, test etmeyi ve dayalı gerçek bir senaryoya uyan bir çözüm sunmayı gerektirir. Sınırlı bir süre içinde gerçekçi kaynaklar ile teorik olarak herhangi bir cihazın yapımı veya malzemelerin montajı fikirleriyle, eninde sonunda takımlar elde ettikleri sonuçları sunarlar. ",
  "downlaodBookletText": "Booklet'i İndir!",
  "followUsText": "Bizi Takip Edin!",
  "howToApplyTitle": "Nasıl Başvurabilirim?",
  "howToApplyText": "Her takım 4'er kişiden oluşmakta. Aşağıdaki formu her bir yarışmacının bilgileri ile doldururarak yarışmaya başvurunuzu gerçekleştirebilirsiniz. Şimdiden başarılar diliyoruz!",
  "previousEbecs": "Geçmiş Etkinlikler",
  "faqTitle": "S.S.S",
  "firstContestantTitle": "Birinci Yarışmacı",
  "secondContestantTitle": "İkinci Yarışmacı",
  "thirdContestantTitle": "Üçüncü Yarışmacı",
  "fourthContestantTitle": "Dördüncü Yarışmacı",
  "applyButtonText": "Başvur!",
  "nextStepButtonText": "Sonraki Adım",
  "previousStepButtonText": "Önceki Adım",
  "nameOfTheTeamText": "Takım Adı:",
  "leaderOfTheTeamText": "Takım Lideri:",
  "formName": "İsim:",
  "formSurname": "Soy İsim:",
  "formStudentId": "Öğrenci Numarası:",
  "formEmail": "Email:",
  "formPhoneNumber": "Telefon Numarası:",
  "formFaculty": "Fakülte:",
  "formMajor": "Bölüm:",
  "applySuccessText": "Başvurunuz Tamamlandı!",
  "errorMessageText": "Lütfen Tekrar Deneyiniz!",
  "collaborationText": "İş Birliklerimiz",
  "judgesTitle": "Jürilerimiz",
  "fromCompetitionTypeText": "Yarışalacak Yarışma",
  "ourTeamText": "Takımımız",
  "q1": "Hazırlık öğrencisiyim, katılan bir takımda yer alabilir miyim?",
  "a1": "Evet. Hazırlık, Lisans, Doktora ve Yüksek Lisans öğrencileri yarışmaya katılabilirler. Önlisans ve yüksek okul öğrencileri yarışmaya katılamazlar.",
  "q2": "Yarışmada kaç takım yarışacak?",
  "a2": "Yarışmanın Takım Tasarımı Kategorisinde 20 Vaka Analizi kategorisinde 10 takım yarışacaktır.",
  "q3": "Takımlar kaç kişiden oluşuyor?",
  "a3": "Takımların 4'er kişiden oluşması zorunludur.",
  "q4": "Yarışmaya katılan grubun tüm üyeleri Ege öğrencisi olmak zorunda mı?",
  "a4": "EBEC Izmir bünyesinde yalnızca Ege Üniversitesi öğrencileri yarışmaya katılabilmekte.",
  "q5": "Yarışmaya katılmak için hangi bölümden olduğumun önemi var mı?",
  "a5": "Hayır. Yarışmaya katılım için bir bölüm sınırlaması bulunmamaktadır.",
  "q6": "Kazanan takımlara ödül veriliyor mu?",
  "a6": "Ödüllerimiz yakın zaman içerisinde internet sitesi ve diğer iletişim organlarımızda duyurulacaktır.",
  "q7": "Ege Üniversitesi'nden daha yeni mezun oldum katılabilir miyim?",
  "a7": "Ne yazık ki, hayır. Yarışmaya katılabilmek için Ege öğrencisi olmanız gerekmektedir.",
  "q8": "Yarışma esnasında, herhangi bir sebeple, grup üyelerinden birinde değişiklik yapılabilir mi?",
  "a8": "Hayır. Yarışma başladıktan sonra yarışmacı değişikliği kesinlikle yasaktır.",
  "q9": "Yarışmanın dili ne olacak?",
  "a9": "Yarışma günü, her şey İngilizce olacaktır. Bunun sebebi, Ege Mühendislik Yarışması galiplerinin, bir sonraki Ülke ve Avrupa çapındaki İngilizce yarışmalarda zorluk çekmemesi, hazırlanması içindir.",
  "q10": "Yarışmaya kendi projemizle mi katılacağız?",
  "a10": "Yarışma proje bazlı değil, gerçek zamanlı bir yarışmadır. Yani yarışma gününden önce herhangi bir konu veya proje verilmeyecektir.",
  "q11": "Yarışma kaç aşamadan oluşuyor?",
  "a11": "Yarışmanın her kategorisinde bir konu verilecek ve tüm yarışma sırasında sadece bu konu üzerine çalışılacaktır",
  "q12": "Yarışmanın konusunu ne zaman öğreneceğiz?",
  "a12": "Ege Mühendislik Yarışması, proje temelli değil, gerçek zamanlı bir yarışmadır. Yani yarışma konusu yarışma yerinde öğrenilecek; görev, orada verilen malzemeler ile verilen sürede tamamlanacaktır",
  "q13": " \"Innovative Design - İnovatif Tasarım\" nedir? ",
  "a13": "Yarışmacılar toplumun henüz çözülmemiş bir ihtiyacını teknolojiyi kullanarak karşılamak için, gelecekte uygulanma alanlarını göstermek amacıyla bilgi birikimlerini ve yaratıcılıklarını yeni teknolojik tasarımlar oluşturmaya veya mevcut olanı geliştirmeye kullanırlar. Etkinlik sonunda yaptıkları sunumlar; yarışmacıların teknik, sosyal ve analitik bakış açılarını yansıtır. Bu kategoride asıl odak noktası mekanik performans değil, sorunun çözümünün yenilik derecesi ve çözümün etkinliğidir.",
  "q14": "\"Case Study - Vaka Analizi\" nedir?",
  "a14": "İsminden de belli olduğu gibi, sunulan bir mühendislik problemi/vaka üzerinde analiz yapılarak, optimum çözüme/çözümlere ulaşılması amaçlanır. Vakaya üretilen çözüm kadar, çözümün sunum şekli ve teknikleri de değerlendirmede önemli yer tutar.",
  "q15": "Konular nasıl belirleniyor?",
  "a15": "Konular, partner şirketlerimiz ve BEST International Topic Group tarafından yapılan ortak çalışmalar doğrultusunda oluşturulmaktadır.",
  "q16": "Yarışmanın değerlendirmesi nasıl ve kim tarafından yapılıyor?",
  "a16": "Değerlendirme, partner şirket temsilcileri ve Ege öğretim görevlilerinden oluşan bir jüri tarafından yapılacaktır. Değerlendirmeye hem yapılan çalışma, hem de yarışma sonunda yapılacak sunum doğrudan etki ediyor.",
  "q17": "Elektronik cihazları kullanmak serbest olacak mı? (Ör: telefon, laptop, hesap makinesi)",
  "a17": "Yarışma sırasında kullanımı nizami olan araçlar dağıtılacak kural kitapçıklarında belirtilecektir. Tarafınızdan getirilmesi gereken bir cihaz olması durumunda, yarışma gününden önce yarışmacılar haberdar edilecektir. Aksi belirtilmedikçe internet erişimi yasaktır.",
  "q18": "Hangi şartlarda yarışmadan diskalifiye oluruz?",
  "a18": "Yarışma harici kalmanıza sebep olacak hareketler, yarışma öncesi internet aracılığıyla ve yarışma günü kural kitapçıklarında belirtilecektir. Olağandışı durumlarda, organizatörler katılımcıları diskalifiye etme hakkını saklı tutar.",
  "q19": "Yarışma kaç saat sürecek?",
  "a19": "Yarışma 09.00 - 19.00 saatleri arasında, 1.5 saati ara olmak üzere, 10 saat planlanmaktadır. Ancak konu ve kuralların sunumu ile jüri değerlendirmesi de göz önüne alındığında, yarışmacıların tüm günlük programlarını ayarlamaları önerilir.",
  "q20": "Sonuçlar ne zaman açıklanır?",
  "a20": "Yarışmada gerçekleştirilen çalışmaların değerlendirilmesi hemen yarışma bitişinde gerçekleştirilir. Ardından gerçekleşecek ödül töreninde sonuçlar duyurulacaktır.",
  "q21": "Yarışma nerede gerçekleşecek?",
  "a21": "Yarışma Karşıyaka Kolektif Girişimcilik Merkezi’nde gerçekleştirilecektir."
}
